Repository: Moustachestache/ft_transcendance
Catalog: srcs/services/django/transcendence/locale/*/LC_MESSAGES/django.po
Languages: fr, ka, uk

source: Delete my profile
fr: Supprimer mon profil
ka: ჩემი პროფილის წაშლა
uk: Видалити мій профіль

source: Error
fr: Erreur
ka: შეცდომა
uk: Помилка

source: english
fr: anglais
ka: ინგლისური
uk: англійська

source: français
uk: французька

source: ქართველი
uk: грузинська

source: Match is starting get ready !
fr: Le match démarre tenez vous prêt.e
ka: მატჩი იწყება, მოემზადეთ!
uk: Матч починається — готуйтеся!

source: Tournament is starting get ready !
fr: Le tournoi démarre tenez vous prêt.e
ka: ტურნირი იწყება, მოემზადეთ!
uk: Турнір починається — готуйтеся!

source: A player has left the tournament.
fr: Un.e joueur.euse a quitté le tournoi.
ka: მოთამაშე ტურნირს გამოეთიშა.
uk: Гравець покинув турнір.

source: The two finalists are:
fr: Les deux finalistes sont :
ka: ორი ფინალისტია:
uk: Фіналісти:

source: Too many players have left the tournament, no one have won.
fr: Trop de joueurs.euses ont quitté le tournoi, personne n'a gagné
ka: ტურნირი ბევრმა მოთამაშემ დატოვა, გამარჯვებული არ გამოვლენილა.
uk: Занадто багато гравців покинули турнір — переможця немає.

source: The tournament winner is:
fr: Création du tournoi:
ka: ტურნირის გამარჯვებულია:
uk: Переможець турніру:
