Repository: Moustachestache/ft_transcendance
Catalog: srcs/services/django/transcendence/locale/*/LC_MESSAGES/django.po
Languages: fr, ka, uk

source: anonymous
fr: anonyme
ka: ანონიმური
uk: анонімний

source: Error please use POST method
fr: Erreur, veuillez utiliser la méthode POST
ka: გთხოვთ გამოიყენოთ POST მეთოდი
uk: Помилка, будь ласка, використовуйте метод POST

source: no data for query
fr: Aucune donnée pour la requête
ka: მოთხოვნისთვის მონაცემები არ არის
uk: немає даних для запиту

source: Error please use GET method.
fr: Erreur, veuillez utiliser la méthode GET.
ka: გთხოვთ გამოიყენოთ GET მეთოდი.
uk: Помилка, будь ласка, використовуйте метод GET.

source: Error you must be logged in.
fr: Erreur, vous devez être connecté.e.
ka: თქვენ უნდა იყოთ ავტორიზებული.
uk: Помилка, ви повинні увійти в систему.

source: Error the user do not exist.
fr: Erreur, l'utilisateur.rice n'existe pas.
ka: მომხმარებელი არ არსებობს.
uk: Помилка, користувача не існує.

source: Error please set valid offset and size.
fr: Erreur, veuillez définir un offset et une taille valides.
ka: გთხოვთ მიუთითოთ სწორი offset და size.
uk: Помилка, будь ласка, вкажіть правильні offset та size.

source: Unable to retrieve user data.
fr: Impossible de récupérer les données de l'utilisateur.rice.
ka: მომხმარებლის მონაცემების მიღება ვერ მოხერხდა.
uk: Не вдалося отримати дані користувача.

source: Error please set offset and size.
fr: Erreur, veuillez définir l'offset et la taille.
ka: გთხოვთ მიუთითოთ offset და size.
uk: Помилка, будь ласка, вкажіть offset та size.

source: Error please set the matchId.
fr: Erreur, veuillez preciser un id de match.
ka: გთხოვთ გამოიყენოთ GET მეთოდი.
uk: Помилка, будь ласка, вкажіть matchId.

source: Error match not found.
fr: Aucun match récent trouvé
ka: ბოლო მატჩები არ მოიძებნა
uk: Помилка, матч не знайдено.

source: Anonymous
fr: Anonyme
ka: ანონიმური
uk: Анонім

source: User is already logged in.
fr: L'utilisateur.rice est déjà connecté.e.
ka: მომხმარებელი უკვე ავტორიზებულია.
uk: Користувач вже увійшов у систему.

source: Error wrong email or password.
fr: Erreur, mauvais e-mail ou mot de passe.
ka: არასწორი ელფოსტა ან პაროლი.
uk: Помилка, неправильна електронна пошта або пароль.

source: UserData is borked or database is offline, this is not supposed to happen.
fr: Les données de l'utilisateur sont corrompues ou la base de données est hors ligne, cela ne devrait pas se produire.
ka: მომხმარებლის მონაცემები დაზიანებულია ან ბაზა გათიშულია, ეს არ უნდა მომხდარიყო.
uk: Дані користувача пошкоджені або база даних не працює. Це не повинно траплятися.

source: Error you are not logged in.
fr: Erreur, vous n'êtes pas connecté.e.
ka: თქვენ არ ხართ ავტორიზებული.
uk: Помилка, ви не увійшли в систему.

source: Error you must use the POST or GET method.
fr: Erreur, vous devez utiliser la méthode POST ou GET.
ka: უნდა გამოიყენოთ POST ან GET მეთოდი.
uk: Помилка, потрібно використовувати метод POST або GET.

source: Error please add an username.
fr: Erreur, veuillez ajouter un nom d'utilisateur.rice.
ka: გთხოვთ დაამატოთ მომხმარებლის სახელი.
uk: Помилка, будь ласка, введіть ім’я користувача.

source: Error the username can't contain whitespaces.
fr: Erreur, le nom d'utilisateur.rice ne peut pas contenir d'espaces.
ka: მომხმარებლის სახელი არ უნდა შეიცავდეს გამოტოვებებს.
uk: Помилка, ім’я користувача не може містити пробіли.

source: Error the username is too long. The maximum length is 30 characters.
fr: Erreur, le nom d'utilisateur.rice est trop long. La longueur maximale est de 30 caractères.
ka: მომხმარებლის სახელი ძალიან გრძელია. მაქსიმალური სიგრძეა 30 სიმბოლო.
uk: Помилка, ім’я користувача занадто довге. Максимальна довжина — 30 символів.

source: Error passwords diff.
fr: Erreur, les mots de passe sont différents.
ka: პაროლები არ ემთხვევა.
uk: Помилка, паролі не збігаються.

source: Error this email is already taken.
fr: Erreur, cette adresse courrielle est déjà prise.
ka: ეს ელფოსტა უკვე დაკავებულია.
uk: Помилка, ця електронна адреса вже використовується.

source: Error while creating new user.
fr: Erreur lors de la création du nouvel utilisateur.
ka: შეცდომა ახალი მომხმარებლის შექმნისას.
uk: Помилка під час створення нового користувача.

source: Error you must POST the register form.
fr: Erreur, vous devez soumettre le formulaire d'inscription.
ka: რეგისტრაციის ფორმა უნდა გაიგზავნოს POST მეთოდით.
uk: Помилка, необхідно надіслати форму реєстрації через POST.

source: ?error=Error invalid request method.
fr: ?erreur=Erreur, méthode de requête invalide.
ka: ?error=არასწორი მოთხოვნის მეთოდი.
uk: ?error=Помилка, неправильний метод запиту.

source: ?error=Error you must be redirected by the 42 api.
fr: ?erreur=Erreur, vous devez être redirigé.e par l'API 42.
ka: ?error=თქვენ უნდა გადამისამართდეთ 42 API-დან.
uk: ?error=Помилка, вас повинно було перенаправити через API 42.

source: ?error=1Error while connecting to the 42 api.
fr: ?erreur=Erreur lors de la connexion à l'API 42.
ka: ?error=შეცდომა 42 API-სთან დაკავშირებისას.
uk: ?error=1Помилка під час підключення до API 42.

source: ?error=Error handshake with the 42 api failed.
fr: ?erreur=Erreur, l'échange avec l'API 42 a échoué.
ka: ?error=42 API-სთან handshake შეწყდა.
uk: ?error=Помилка, не вдалося встановити з'єднання з API 42.

source: ?error=2Error while connecting to the 42 api.
fr: ?erreur=Erreur lors de la connexion à l'API 42.
ka: ?error=შეცდომა 42 API-სთან დაკავშირებისას.
uk: ?error=2Помилка під час підключення до API 42.

source: ?error=Error while fetching infos from the 42 api.
fr: ?erreur=Erreur lors de la récupération des informations de l'API 42.
ka: ?error=შეცდომა 42 API-დან ინფორმაციის მიღებისას.
uk: ?error=Помилка при отриманні інформації з API 42.

source: Error your email is already linked to another account without 42 OAuth.
fr: Erreur, votre e-mail est déjà lié à un autre compte sans OAuth 42.
ka: თქვენი ელფოსტა უკვე დაკავშირებულია სხვა ანგარიშთან 42 OAuth-ის გარეშე.
uk: Помилка, ваша електронна адреса вже прив’язана до іншого облікового запису без 42 OAuth.

source: User in not logged.
fr: L'utilisateur.rice n'est pas connecté.e.
ka: მომხმარებელი არ არის ავტორიზებული.
uk: Користувач не увійшов у систему.

source: User successfully logged out.
fr: Utilisateur.rice déconnecté.e avec succès.
ka: მომხმარებელი წარმატებით გავიდა სისტემიდან.
uk: Користувач успішно вийшов із системи.

source: Error you must be logged in to modify your profile.
fr: Erreur, vous devez être connecté.e pour modifier votre profil.
ka: პროფილის შესაცვლელად უნდა იყოთ ავტორიზებული.
uk: Помилка, ви повинні увійти в систему, щоб змінити профіль.

source: Error you must use the POST method.
fr: Erreur, vous devez utiliser la méthode POST.
ka: უნდა გამოიყენოთ POST მეთოდი.
uk: Помилка, необхідно використовувати метод POST.

source: Error please enter a valid username.
fr: Erreur, veuillez entrer un nom d'utilisateur valide.
ka: გთხოვთ შეიყვანოთ სწორი მომხმარებლის სახელი.
uk: Помилка, будь ласка, введіть правильне ім’я користувача.

source: Error you must be logged in to delete your profile lol.
fr: Erreur, vous devez être connecté.e pour modifier votre profil.
ka: პროფილის შესაცვლელად უნდა იყოთ ავტორიზებული.
uk: Помилка, ви повинні увійти в систему, щоб видалити свій профіль, лол.

source: Error please enter your username.
fr: Erreur, veuillez entrer un nom d'utilisateur valide.
ka: გთხოვთ შეიყვანოთ სწორი მომხმარებლის სახელი.
uk: Помилка, будь ласка, введіть своє ім’я користувача.

source: Error wrong username.
fr: Erreur, veuillez ajouter un nom d'utilisateur.rice.
ka: გთხოვთ დაამატოთ მომხმარებლის სახელი.
uk: Помилка, неправильне ім’я користувача.

source: Error cannot delete user involved in a tournament in-progress.
fr: Error vous ne pouvez supprimer un profil inscrit dans un tournoi en cours.
ka: შეცდომა, მომხმარებელი ვერ წაიშლება, თუ ის მონაწილეობს მიმდინარე ტურნირში.
uk: Помилка, неможливо видалити користувача, який бере участь у турнірі.

source: Error while deleting the user please retry later. {e}
ka: შეცდომა მომხმარებლის წაშლისას, გთხოვთ სცადოთ გვიან. {e}
uk: Помилка під час видалення користувача, будь ласка, спробуйте пізніше. {e}

source: User successfully deleted. You will be redirected to the main page in 3 seconds.
fr: Profil supprimé avec succès, Vous allez être redirigé vers la page principale dans 3 secondes.
ka: მომხმარებელი წარმატებით წაიშალა. თქვენ გადახვიდით მთავარ გვერდზე 3 წამში.
uk: Користувача успішно видалено. Ви будете перенаправлені на головну сторінку через 3 секунди.

source: Error you must be logged in to send a friend request.
fr: Erreur, vous devez être connecté.e pour modifier votre profil.
ka: შეცდომა, უნდა იყოთ ავტორიზებული მეგობრობის მოთხოვნის დასაგზავნად.
uk: Помилка, ви повинні увійти в систему, щоб надіслати запит на дружбу.

source: Error wrong user Id provided.
fr: Erreur, mauvais e-mail ou mot de passe.
ka: შეცდომა, მოწოდებული მომხმარებლის ID არასწორია.
uk: Помилка, вказано неправильний ID користувача.

source: Error you are already friend with this person.
fr: Erreur vous êtes déjà ami avec cette personne
ka: შეცდომა, თქვენ უკვე მეგობარი ხართ ამ პიროვნებასთან.
uk: Помилка, ви вже є друзями з цією особою.

source: Error you already have sent a request to this person.
fr: Erreur vous avez déjà envoyé une requête à cette personne
ka: შეცდომა, თქვენ უკვე გამოაგზავნეთ მოთხოვნა ამ პიროვნებასთან.
uk: Помилка, ви вже надіслали запит цій особі.

source: Friend successfully added.
fr: Utilisateur.rice déconnecté.e avec succès.
ka: მეგობარი წარმატებით დაემატა.
uk: Друга успішно додано.

source: Friend request has been sent.
fr: La demande d'ami a été envoyé
ka: მეგობრობის მოთხოვნა გაიგზავნა.
uk: Запит на дружбу надіслано.

source: Error during friendship request, please retry later.
fr: Erreur pendant l'envoi de demande d'ami, veuillez recommencer plus tard
ka: შეცდომა მეგობრობის მოთხოვნის დროს, გთხოვთ სცადოთ გვიან.
uk: Помилка під час запиту на дружбу, будь ласка, спробуйте пізніше.

source: Error friend request not found.
fr: ?erreur=Erreur, méthode de requête invalide.
ka: ?error=არასწორი მოთხოვნის მეთოდი.
uk: Помилка, запит на дружбу не знайдено.

source: Friend request successfully deleted.
fr: Utilisateur.rice déconnecté.e avec succès.
ka: მომხმარებელი წარმატებით გავიდა სისტემიდან.
uk: Запит на дружбу успішно видалено.

source: Error unable to remove the friend request please retry later.
fr: Erreur, vous n'avez pas pu supprimer la demande d'ami, veuillez recommencer plus tard
ka: შეცდომა, მეგობრობის მოთხოვნის წაშლა ვერ მოხერხდა, გთხოვთ სცადოთ გვიან.
uk: Помилка, не вдалося видалити запит на дружбу. Будь ласка, спробуйте пізніше.

source: Error you are not friend with them.
fr: Erreur, vous n'êtes pas connecté.e.
ka: თქვენ არ ხართ ავტორიზებული.
uk: Помилка, ви не є друзями з цією особою.

source: Friendship successfully deleted.
fr: Utilisateur.rice déconnecté.e avec succès.
ka: მომხმარებელი წარმატებით გავიდა სისტემიდან.
uk: Дружбу успішно скасовано.

source: Error unable to remove friendship please retry later. {e}
fr: Erreur, vous n'avez pas pu supprimer cette amitié, veuillez recommencer plus tard
ka: შეცდომა, მეგობრობის მოცილება ვერ მოხერხდა, გთხოვთ სცადოთ გვიან. {e}
uk: Помилка, не вдалося скасувати дружбу. Будь ласка, спробуйте пізніше. {e}

source: pong with frenemies
fr: pong avec des ennemis
ka: პონგი მეგობრებთან
uk: понг з недругами

source: search
fr: recherche
ka: ძებნა
uk: пошук

source: play
fr: jouer
ka: თამაში
uk: грати

source: ladder
fr: classement
ka: რეიტინგი
uk: рейтинг

source: tournament
fr: Tournoi
ka: ტურნირი
uk: турнір

source: profile
fr: profil
ka: პროფილი
uk: профіль

source: friend
fr: Ami
ka: მეგობარი
uk: друг

source: logout
fr: Se deconnecter
ka: გასვლა
uk: вийти

source: register
fr: s'inscrire
ka: რეგისტრაცია
uk: реєстрація

source: login
fr: connexion
ka: შესვლა
uk: вхід

source: GDPR contact
fr: Contact RGPD
ka: GDPR კონტაქტი
uk: Контакт GDPR

source: Cookies policy
fr: Gestion des témoins de connexion
ka: კუკების პოლიტიკა
uk: Політика використання файлів cookie

source: We use a single, essential cookie on this site that serves as a connection token to maintain your session. By clicking Accept, you acknowledge and consent to this cookie being stored in your browser.
fr: Nous utilisons un seul et unique témoin de connexion, afin de garder votre session connectée. En cliquant Accepter, vous consentez a l'utilisation de ce témoin de connexion stocké dans votre navigateur.
ka: ჩვენ ამ საიტზე ვიყენებთ ერთ-ერთ აუცილებელ კუკის, რომელიც ემსახურება დაკავშირების ტოკენად თქვენი სესიის შენარჩუნებისთვის. „გადაწყვეტილების მიღების“ დაჭერით, თქვენ აღიარებთ და თანხმდებით ამ კუკის შენახვაზე თქვენს ბრაუზერში.
uk: Ми використовуємо один необхідний файл cookie на цьому сайті, який слугує токеном підключення для підтримки вашої сесії. Натискаючи «Прийняти», ви погоджуєтесь на зберігання цього файлу cookie у вашому браузері.

source: For a popup-free browsing experience, you can permanently remove this notice by registering an account and accepting our Terms of Service.
fr: Afin de jouir de ce site sans fenêtre surgissante, vous pouvez créer un compte en acceptant les conditions générales d'utilisation.
ka: პოპაპის გარეშე ნავიგაციის გამოცდილებისთვის, თქვენ შეგიძლიათ მუდმივად წაშალოთ ეს შეტყობინება ანგარიშის რეგისტრაციით და ჩვენი მომსახურების პირობების მიღებით.
uk: Щоб переглядати сайт без спливаючих вікон, ви можете назавжди прибрати це повідомлення, зареєструвавши обліковий запис і прийнявши наші Умови надання послуг.

source: Accept
fr: Accepter
ka: მიღება
uk: Прийняти

source: Tournament creation:
fr: Création du tournoi:
ka: ტურნირის შექმნა:
uk: Створення турніру:

source: Tournament Name
fr: Nom du tournoi
ka: ტურნირის სახელი
uk: Назва турніру

source: %(username)s's tournament
fr: Tournoi de %(username)s
ka: %(username)s-ის ტურნირი
uk: Турнір %(username)s

source: Add a tournament name
fr: Ajoutez un nom de tournoi
ka: დამატეთ ტურნირის სახელი
uk: Додайте назву турніру

source: Auto register to the Tournament ?
fr: S'enregistrer automatiquement au tournoi ?
ka: ავტორეგისტრაცია ტურნირზე?
uk: Автоматично зареєструватися в турнірі?

source: Create Tournament
fr: Créer le tournoi
ka: ტურნირის შექმნა
uk: Створити турнір

source: Go back
fr: Retour aux tournois
ka: დაბრუნდი
uk: Назад

source: Delete tournament
fr: Supprimer le tournoi
ka: ტურნირის წაშლა
uk: Видалити турнір

source: Created by
fr: Créé par
ka: შექმნილია
uk: Створено

source: The winner is:
fr: La personne gagnante est:
ka: მომგებიანი არის:
uk: Переможець:

source: Slot
fr: Emplacement
ka: სლოტი
uk: Слот

source: Register
fr: S'enregistrer
ka: რეგისტრაცია
uk: Зареєструватися

source: Start Tournament
fr: Commencer Le Tournoi
ka: ტურნირის დაწყება
uk: Почати турнір

source: Tournament is started, you can queue for the tournament in the
fr: Le tournoi est en cours vous pouvez y participer à cette
ka: ტურნირი დაწყებულია, შეგიძლიათ დაელოდოთ ტურნირისთვის
uk: Турнір розпочато, ви можете стати в чергу на турнір у розділі

source: Play
fr: page.
ka: თამაში
uk: Грати

source: page.
ka: გვერდზე.
uk: сторінка.

source: Matches:
fr: Matchs récents:
ka: ბოლო მატჩები
uk: Матчі:

source: Date
ka: თარიღი
uk: Дата

source: Player 1
fr: Joueur.euse un
ka: მოთამაშეები
uk: Гравець 1

source: Scores
ka: ქულა
uk: Рахунок

source: Player 2
fr: Joueur.euse deux
ka: მოთამაშეები
uk: Гравець 2

source: Winner
fr: Gagnant.e
ka: მომგებიანი
uk: Переможець

source: No match found.
fr: Aucun match récent trouvé
ka: მატჩი ვერ მოიძებნა
uk: Матчів не знайдено.

source: Unable to display matches when a user from a tournament has been deleted .
fr: Impossible d'afficher les matchs lorsque un utilisateur ayant participé au tournoi a supprimé son profil.
ka: მატჩების ჩვენება შეუძლებელია, როდესაც ტურნირში המשתსველი წაშლილია.
uk: Неможливо відобразити матчі, якщо користувача з турніру було видалено.

source: Unable to retrive tournament data.
fr: Impossible de récuperer les informations du tournoi.
ka: მომხმარებლის მონაცემების მიღება ვერ მოხერხდა.
uk: Не вдалося отримати дані турніру.

source: oops
fr: oups
ka: უპს
uk: ой

source: log-in to access this page
fr: connectez-vous pour accéder à cette page
ka: გვერდზე წვდომისთვის გაიარეთ ავტორიზაცია
uk: увійдіть, щоб отримати доступ до цієї сторінки

source: Online
fr: En ligne
ka: ონლაინი
uk: Онлайн

source: All
fr: Tous
ka: ყველა
uk: Усі

source: Pending
fr: En attente
ka: მიმდინარე
uk: Очікується

source: Cancel Request
fr: Annuler la requête
ka: დაუშვა მოთხოვნა
uk: Скасувати запит

source: Accept Request
fr: Accepter la requête
ka: დაეთანხმე მოთხოვნას
uk: Прийняти запит

source: Remove Friend
fr: Supprimer l'ami
ka: მეგობრის წაშლა
uk: Видалити друга

source: Kinda empty here...
fr: C'est un peu vide par ici.
ka: აქ ცოტა ცარიელია...
uk: Тут якось порожньо...

source: news
fr: actualités
ka: სიახლეები
uk: новини

source: Position
ka: პოზიცია რეიტინგში
uk: Позиція в рейтингу

source: Pos
ka: პოზ.
uk: Поз.

source: Avatar
ka: ავატარი
uk: Аватар

source: Ava.
ka: ავა.
uk: Ава.

source: Name
fr: Nom
ka: სახელი
uk: Ім'я

source: Played
fr: Matchs Joués
ka: თამაში
uk: Грав

source: Pl
fr: MJ
ka: თამაში
uk: І

source: Won
fr: Gagnés
ka: მოგება
uk: виграти

source: W
fr: G
ka: მოგება
uk: В

source: Lost
fr: Perdus
ka: წაგება
uk: втрачено

source: L
fr: P
ka: წაგება
uk: П

source: Goals For
fr: Buts Pour
ka: გატანილი გოლები
uk: голів для

source: GF
fr: BP
ka: გატ
uk: ЗМ

source: Goals Against
fr: Buts Contre
ka: მიღებული გოლები
uk: голів проти

source: GA
fr: BC
ka: მიღ
uk: РМ

source: Goals Difference
fr: Différence de Buts
ka: ბურთების სხვაობა
uk: різниця м'ячів

source: GD
fr: DB
ka: ბურ
uk: ПМ

source: E-mail
ka: ელფოსტა
uk: Електронна пошта

source: enter your email
fr: entrez votre e-mail
ka: შეიყვანეთ თქვენი ელფოსტა
uk: введіть свою електронну пошту

source: Password
fr: Mot de passe
ka: პაროლი
uk: Пароль

source: enter your password
fr: entrez votre mot de passe
ka: შეიყვანეთ თქვენი პაროლი
uk: введіть свій пароль

source: login with
fr: se connecter avec
ka: შესვლა სერვისით
uk: увійти за допомогою

source: reset
fr: réinitialiser
ka: განულება
uk: скинути

source: Player 1 not available
fr: Joueur.euse 1 non disponible
ka: მოთამაშე 1 მიუწვდომელია
uk: Гравець 1 недоступний

source: Score
ka: ქულა
uk: Рахунок

source: Player 2 not available
fr: Joueur.euse 2 non disponible
ka: მოთამაშე 2 მიუწვდომელია
uk: Гравець 2 недоступний

source: has won !
fr: a gagné !
ka: გაიმარჯვა !
uk: переміг!

source: Unable to retrieve match data
fr: Impossible de récupérer les données du match
ka: მომხმარებლის მონაცემების მიღება ვერ მოხერხდა.
uk: Не вдалося отримати дані матчу

source: Freeplay
fr: Jeu libre
ka: თამაში
uk: грати

source: Show tournaments
fr: Afficher les tournois
ka: ტურნირი
uk: турнір

source: Created by:
fr: Créé par:
ka: შექმნილია მიერ:
uk: Створено:

source: Enter tournament queue
fr: Entrer dans la file d'attente du tournoi
ka: ტურნირის რიგში ჩადგომა
uk: Увійти до черги турніру

source: There are no tournaments available.
fr: Vous n'êtes présentement dans aucun tournoi en cours.
ka: ტირის რიგში ჩადგომა
uk: Наразі турніри недоступні.

source: %(username)s's Profile
fr: Profil de %(username)s
ka: %(username)s-ის პროფილი
uk: Профіль користувача %(username)s

source: Edit Profile
fr: Modifier le profil
ka: პროფილის რედაქტირება
uk: Редагувати профіль

source: Add Friend
fr: Ajouter en ami
ka: მეგობრის დამატება
uk: Додати друга

source: Statistics
fr: Statistiques
ka: სტატისტიკა
uk: Статистика

source: Total matches
fr: Matchs totaux
ka: ჯამური მატჩები
uk: Усього матчів

source: Win rate
fr: Taux de victoire
ka: მოგების კოეფიციენტი
uk: Коефіцієнт перемог

source: Ladder position
fr: Position au classement
ka: პოზიცია რეიტინგში
uk: Позиція в рейтингу

source: Recent Matches
fr: Matchs récents
ka: ბოლო მატჩები
uk: Останні матчі

source: Opponent
fr: Adversaire
ka: მოწინააღმდეგე
uk: Суперник

source: Your Score
fr: Votre score
ka: თქვენი ქულა
uk: Ваш рахунок

source: Opponent's Score
fr: Score de l'adversaire
ka: მოწინააღმდეგის ქულა
uk: Рахунок суперника

source: Result
fr: Résultat
ka: შედეგი
uk: Результат

source: Anon
fr: Anonyme
ka: ოგ
uk: Анонім

source: Win
fr: Victoire
ka: მოგება
uk: Перемога

source: Loss
fr: Défaite
ka: წაგება
uk: Поразка

source: No recent matches found
fr: Aucun match récent trouvé
ka: ბოლო მატჩები არ მოიძებნა
uk: Останні матчі не знайдені

source: Account information
fr: Informations sur le compte
ka: ანგარიშის ინფორმაცია
uk: Інформація про обліковий запис

source: Username
fr: Nom d'utilisateur
ka: მომხმარებლის სახელი
uk: Ім’я користувача

source: Chose your username
fr: Choisissez votre nom d'utilisateur
ka: აირჩიეთ მომხმარებლის სახელი
uk: Оберіть ім’я користувача

source: Email
ka: ელფოსტა
uk: Електронна пошта

source: Input your Email
fr: Entrez votre e-mail
ka: შეიყვანეთ თქვენი ელფოსტა
uk: Введіть електронну пошту

source: Input your password
fr: Entrez votre mot de passe
ka: შეიყვანეთ თქვენი პაროლი
uk: Введіть пароль

source: Verify your password
fr: Vérifiez votre mot de passe
ka: დაადასტურეთ თქვენი პაროლი
uk: Підтвердіть пароль

source: Profile picture
fr: Photo de profil
ka: პროფილის სურათი
uk: Зображення профілю

source: Allowed formats: png, jpeg, jpg and gif
fr: Formats autorisés : png, jpeg, jpg et gif
ka: დაშვებული ფორმატები: png, jpeg, jpg და gif
uk: Допустимі формати: png, jpeg, jpg і gif

source: Terms of Service (TOS)
fr: Conditions d'utilisation
ka: მომსახურების პირობები (TOS)
uk: Умови надання послуг (TOS)

source: I accept the terms of service
fr: J'accepte les conditions d'utilisation
ka: ვეთანხმები მომსახურების პირობებს
uk: Я приймаю умови надання послуг

source: register with
fr: s'inscrire avec
ka: რეგისტრაცია სერვისით
uk: зареєструватися через

source: populate
fr: compléter
ka: შევსება
uk: заповнити

source: Opened
fr: Ouverts
ka: გახსნილი
uk: Відкрито

source: In progress
fr: En cours
ka: მიმდინარეობს
uk: У процесі

source: Closed
fr: Terminés
ka: დასრულებული
uk: Закрито

source: Create a tournament
fr: Créer un tournoi
ka: ტურნირის შექმნა
uk: Створити турнір

source: closed
fr: fermé
ka: დასრულებული
uk: закрито

source: in progress
fr: en cours
ka: მიმდინარეობს
uk: триває

source: full
fr: plein
ka: სავსეა
uk: заповнено

source: left
fr: libre.s
ka: დარჩა
uk: залишилось

source: No tournament found.
fr: Aucun tournoi trouvé.
ka: ბოლო მატჩები არ მოიძებნა
uk: Турнірів не знайдено.

source: Go Back To Profile
fr: Retour au profil
ka: პროფილზე დაბრუნება
uk: Повернутися до профілю

source: Change your username
fr: Changer votre nom d'utilisateur
ka: შეცვალეთ მომხმარებლის სახელი
uk: Змінити ім’я користувача

source: You can't change the email
fr: Vous ne pouvez pas changer l'e-mail
ka: ელფოსტის შეცვლა შეუძლებელია
uk: Ви не можете змінити електронну пошту

source: New password
fr: Nouveau mot de passe
ka: ახალი პაროლი
uk: Новий пароль

source: Confirm password
fr: Confirmer le mot de passe
ka: დაადასტურეთ პაროლი
uk: Підтвердьте пароль

source: Confirm new password
fr: Confirmer le nouveau mot de passe
ka: დაადასტურეთ ახალი პაროლი
uk: Підтвердіть новий пароль

source: Update
fr: Mettre à jour
ka: განახლება
uk: Оновити

source: Delete Profile
fr: Supprimer le profil
ka: პროფილის რედაქტირება
uk: Видалити профіль

source: Warning !
fr: Attention !
ka: გაფრთხილება!
uk: Увага!

source: This action will delete all your user profile forever !
fr: La validation de ce formulaire va supprimer votre profil définitivement !
ka: ეს ქმედება სამუდამოდ წაშლის თქვენს მომხმარებლის პროფილს!
uk: Ця дія назавжди видалить ваш профіль користувача!

source: If you want to proced write your username below then click Delete my profile
fr: Si vous voulez continuer, écrivez votre nom d'utilisateur ci-dessous et cliquez sur: Supprimer mon profil
ka: თუ გსურთ გაგრძელება, ქვემოთ ჩაწერეთ თქვენი მომხმარებლის სახელი და დააწკაპუნეთ 'პროფილის წაშლა'-ზე.
uk: Щоб продовжити, введіть ваше ім’я користувача нижче та натисніть «Видалити мій профіль»

source: Close
fr: Annuler
ka: დახურვა
uk: Закрити
